{"categories":["food","drinks"],"products":[{"id":1,"img":"../images/food/melon.jpg","name":"Watermelon","price":30,"category":"food","description":"Red watermelon is a great sweet refreshment. Watermelon may contain small seeds.Watermelon is intended for direct consumption. You can add it to fruit salads, alcoholic and soft drinks or make it a healthy refreshment in the form of a smoothie or ice cream."},{"id":2,"img":"../images/food/tempura-shrimps.jpg","name":"Frozen Tempura Shrimps","price":69,"category":"food","description":"TASC certified baked shrimp in tempura dough. 12-14 pcs. packaged in the Nordic Seafood Brand. Pre-fried. Tempura is a Japanese dish, made out of pieces of fish, vegetables or fruit fried in batter. The recipe comes from the Portuguese region of Alentejo, where it is called Peixinhos da horta. It was brought to Japan in the 16th century by Jesuit missionaries."},{"id":3,"img":"../images/food/pizza.jpg","name":"Pizza Ristorante","price":89,"category":"food","description":"The thin, crispy bottom, the delicate filling and the exquisite ingredients make Dr. Oetker Ristorante Pizza irresistible. It's pizza that tastes like it was made in an Italian restaurant. Try a Ristorante Pizza Salame with aromatic tomato sauce, juicy salami and mozzarella and edam cheese.Cooking:Preheat your oven: normal: 220 ° C, hot air: 200 ° C. Remove the foil and bake the frozen pizza on the rack in the lower third of the oven for 10-12 min."},{"id":4,"img":"../images/food/spaghetti.jpg","name":"Fresh Spaghetti","price":15,"category":"food","description":"Fresh Italian pasta with eggs. Spice up the pasta with a good sauce or pesto. A good extra Virgin olive oil and grated Parmasan also gives your finished pasta a wonderful taste. Follow the instructions of the short cooking time - it will bring out the best in the finished pasta."},{"id":5,"img":"../images/food/bread.jpg","name":"Crispy Bread","price":32,"category":"food","description":"A 36-hour-long leavened sourdough bread, which is baked with organic wheat flour. The bread is without seeds, and has a nice structure with a tough crumb and thick crispy crust. A sure winner with all bread lovers."},{"id":6,"img":"../images/food/vegan-burger.jpg","name":"Plant-based Burger","price":59,"category":"food","description":"Our burger steaks juicy and rich in flavor. The same protein content as a normal beef burger, but with half the saturated fat and no cholesterol. With our plant-based burger steaks, we strive to help you easily reduce your meat consumption - just throw them on the frying pan or on the grill, add your favorite toppings and enjoy it."},{"id":7,"img":"../images/food/hokkaido.jpg","name":"Hokkaido Pumpkin","price":30,"category":"food","description":"The Hokkaido pumpkin has its funny name from the Japanese peninsula, where it was grown in large quantities. Despite the fact that the pumpkin is Japanese, it is also grown here in Denmark.There are quite a few different varieties of pumpkin, but common to them is that they have a hard skin and slightly softer pulp, which may well resemble a melon pulp.However, the hokkaido pulp is slightly drier than other types of pumpkin, and after being baked in the oven, the texture is more reminiscent of a potato."},{"id":8,"img":"../images/food/cherry.jpg","name":"Cherry Tomatoes","price":25,"category":"food","description":"RedStar Passion has an intense sweet taste, and is a real taste explosion once you get it in your mouth. The tomato originated in South America and came to Europe in the 16th century, when the conquistadors (soldiers and explorers) sent tomatoes home with other treasures, such as gold and minerals."},{"id":9,"img":"../images/food/chicken.jpg","name":"Fresh Chicken","price":45,"category":"food","description":"When you choose Danish ROSE Chicken, you always get chicken raised on Danish farms by dedicated Danish farmers who have a strong focus on animal welfare and well-being. During the chicken's upbringing, it lives a safe life, where it can roam freely in a warm and dry barn. It eats whenever it wants, and has free access to fresh bedding, water and feed. Salmonella-free and bred without antibiotics."},{"id":10,"img":"../images/drinks/caprisone.jpg","name":"Caprisone","price":35,"category":"drinks","description":"A sweet option when you want to say “no” to sugar. All the fun and great taste of Capri-Sun but with absolutely no added sugar. Taste: Orange."},{"id":11,"img":"../images/drinks/kronenbourg.jpg","name":"Kronenbourg","price":101,"category":"drinks","description":"1664 Blanc is a wheat beer that appears naturally cloudy white golden with a dense full-bodied foam. The taste is round and sweet with a slightly sour bite. The scent is rich in notes of citrus and sweet fruit."},{"id":12,"img":"../images/drinks/bombay.jpg","name":"Bombay Gin","price":120,"category":"drinks","description":"Bombay Dry Gin is a London Dry Gin and was the first gin the Bombay brand launched. With English origins, the Bombay brand can be dated back to 1761 to a unique and secret gin production which is still used to this day. Bombay Dry Gin contains 8 carefully selected botanical ingredients which help to create the unique London Dry taste. The botanical ingredients are hand-picked and steamed to preserve their individual quality and characteristics. The steam process (Vapor infusion) gives a soft London Dry Gin with notes of juniper and with a dry finish. Ideal for the classic Gin & Tonic."},{"id":13,"img":"../images/drinks/red-bull-sukkerfri-daase.jpg","name":"RedBull Sugarfree","price":13,"category":"drinks","description":"Inspired by functional drinks from the Far East, Dietrich Mateschitz founded Red Bull in the mid-80s. He developed a new product and a unique marketing concept and launched Red Bull Energy Drink on April 1, 1987 in Austria. An entirely new product category - energy drinks - was born."},{"id":14,"img":"../images/drinks/the-original-zinfandel.jpg","name":"Zinfandel Wine","price":149,"category":"drinks","description":"Zinfandel, the grape that gives a wonderful explosion of different aromas and flavors such as blueberries, cherries, plums and spices - all in this delicate and juicy bag-in-box. The wine is perfect for grilled meat or lamb, but is also great for lighter meats such as poultry, veal or pork. Serve at 16-18 ° C "},{"id":15,"img":"../images/drinks/smoothie-m-jordbaer-og-banan.jpg","name":"Smoothie with Strawberies and Banana","price":29,"category":"drinks","description":"Sun Lolly smoothie with flavors of strawberry and banana. A mixture of pureed fruit, fruit juice from concentrate and natural flavors. 100% fruit."}],"basket":[{"userid":1,"products":[4,2,1]},{"userid":16,"products":[]},{"userid":17,"products":[2]},{"userid":18,"products":[7]},{"userid":19,"products":[7]},{"userid":20,"products":[5]},{"userid":21,"products":[3,1]},{"userid":22,"products":[]},{"userid":23,"products":[]},{"userid":24,"products":[]},{"userid":25,"products":[]},{"userid":26,"products":[]},{"userid":27,"products":[]},{"userid":28,"products":[]},{"userid":29,"products":[]},{"userid":30,"products":[]},{"userid":31,"products":[]}]}